<!doctype html>
<html lang="en">

  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

    <title>Eudiometer - Lehrerseite</title>

    <link rel="stylesheet" href="../libs/bootstrap4/bootstrap.min.css" >
    <link rel="stylesheet" href="../base.css">
  </head>


  <body>
    <div class="container" id="my-main">
    <h1>Eudiometer - Lehrerseite</h1>
    <i>L. Weyrauch und A. Untergasser</i><br />
    <br />

    <h2>Startseite:</h2>
    <p><a href="../index.html">Hier kommen Sie zur Eudiometer-Startseite f&uuml;r Sch&uuml;ler </a></p>
    <br />

    <h2>Verwendung des Eudiometers im Unterricht</h2>
    <p>Diese Website kann sehr unterschiedlich in den Unterricht integriert werden. Sie kann von vom Lehrer
      vorgef&uuml;hrt, von den Sch&uuml;lern individuell im Computerraum bearbeitet oder von zu Hause im
      Rahmen des Homeschoolings genutzt werden. Daher wurde die Seite bewusst einfach gestaltet, damit die
      Universalit&auml;t nicht verloren geht und die Website gleichzeitig &uuml;bersichtlich bleibt und die
      Versuche dennoch nah an der Realit&auml;t bleiben. Da die Technik auf HTML, JS und SVG beruht, sollte
      diese Seite auf allen Endger&auml;ten laufen, die einen modernen Browser anbieten.
    </p>
    <p>
      Die Gesamtkonzeption der Website aber auch des
      <a href="#arbeitsblatt">Arbeitsblatt</a>
      orientieren sich an einem
      problemorientiertem Unterrichtsverlauf und f&ouml;rdern an sich die Kompetenzbereiche
      Erkenntnisgewinnung und Fachsprache. Je nach Gestaltung der Unterrichtsstunden sind mehrere Methoden
      einsetzbar und dadurch verschiedenen Schwerpunkte innerhalb des Kompetenzmodells denkbar,
      beispielsweise Kommunikation, wenn die Diskussion und Pr&auml;sentation der Ergebnisse in den
      Vordergrund r&uuml;cken. Dies gelingt nur, wenn eine Transparenz durch die Reduktion auf das
      Wesentliche stattfindet und alle Freir&auml;ume offenl&auml;sst.
    </p>
    <br />

    <h2 id="arbeitsblatt">Arbeitsblatt</h2>
    <p>
      Das Arbeitsblatt wurde zur Unterst&uuml;tzung der
      Unterrichtsstunde entwickelt. Sie d&uuml;rfen es herunterladen, anpassen und nach Belieben in
      Ihrem Unterricht einsetzen.
    </p>
    <p>
      <a href="Eudiometer_Arbeitsblatt.docx">Klicken Sie hier um das Arbeitsblatt im .docx Format herunterzuladen.</a>
      <br />
      <a href="Eudiometer_Arbeitsblatt.pdf">Klicken Sie hier um das Arbeitsblatt im .pdf Format herunterzuladen.</a>
    </p>
    <p>
      Das Arbeitsblatt ist als Anregung zu verstehen und kann sowohl durch individuelle als auch durch
      Vorlagen der Schulbuchverlage ersetzt werden, da das Gesetz der konstanten Proportionen zu den
      chemischen Grundlagen z&auml;hlt und daher ein fester Bestandteil der chemischen Bildung ist.
    </p>
    <p>
      Die mathematische Auswertung des beigef&uuml;gten Arbeitsblattes als Quotient ist anspruchsvoll
      und abstrakt, l&auml;sst aber die Schüler/innen frei die Volumina w&auml;hlen und experimentieren
      und f&uuml;hrt zu der gew&uuml;nschten V-f&ouml;rmigen Kurve.
    </p>
    <p>
      Alternativ k&ouml;nnen auch die Gasvolumen vorgeben, beispielsweise gegenl&auml;ufig von je 1-10 ml,
      so dass sich immer ein Gesamtvolumen von 11 ml ergibt. Dann f&auml;llt der komplexe Rechenschritt
      weg und man erh&auml;lt dennoch sch&ouml;ne Werte und Diagramme, beispielsweise wenn die Volumina
      des Wasserstoffs zum Restvolumen aufgetragen werden. Hier muss man individuell F&uuml;hrung und
      Transparenz gegen&uuml;ber Flexibilit&auml;t abw&auml;gen.
    </p>
    <br />

    <h2>Exemplarischer Unterrichtsvorschlag</h2>
    <p>
      Diese Lernumgebung kann als Bereicherung des Themenfeldes "Wasserstoff und Wasser" integriert werden.
      Als Unterrichtseinstieg dient die Explosion der Hindenburg, da das Ungl&uuml;ck auf tragische Weise
      zwei zentrale Eigenschaften des Wasserstoffs vor Augen f&uuml;hrt, die geringe Dichte und die
      Brennbarkeit des Gases. Nach dieser makroskopischen Alltagsebene r&uuml;ckt sehr schnell die Chemie
      des Wasserstoffs in den Fokus. Die Identifizierung durch die Knallgasreaktion erfolgt im Kleinen
      durch die Entz&uuml;ndung des Gases im Reagenzglas als Sch&uuml;lerexperiment als auch durch die
      Z&uuml;ndung eines Ballons bzw. einer Metalldose, die mit Wasserstoff gef&uuml;llt wurden.
      Bei allen Versuchen m&uuml;ssen die jeweiligen Sicherheitsvorgaben eingehalten werden!
    </p>
    <p>
      Die unterschiedliche Heftigkeit der Reaktion, das ruhige Abbrennen zu Beginn bis zum
      pl&ouml;tzlichen Explodieren, f&uuml;hrt im problemorientierten Unterrichtsverlauf zur
      Fragestellung nach dem idealen Sauerstoffanteil, der in der
      <a href="../water_eudiometer.html">virtuellen Eudiometersimulation</a> untersucht
      werden kann. An dieser Stelle bieten sich, differenziert nach der Lerngruppe, verschiedene
      Unterrichtsg&auml;nge an. Setzt man Zweiatomigkeit von Gasen und den Satz des Avogadro voraus, so
      haben die Experimente eine anwendende und best&auml;tigende Funktion.
    </p>
    <p>
      In leistungsst&auml;rkeren Gruppen bietet sich ein forschend-entwickelnder Ansatz an. Ist als
      Lernausgangslage nur der Satz des Avogadro bekannt, die Zweiatomigkeit jedoch nicht, so l&auml;sst
      sich diese aus den Experimenten ableiten. Mit der
      <a href="../water_eudiometer.html">virtuellen Wasser-Eudiometersimulation</a> wird das richtige
      Reaktionsverh&auml;ltnis von Wasserstoff und Sauerstoff bestimmt. Stellen die
      Sch&uuml;ler Hypothesen zu den Volumenanteilen des gebildeten Wassers in der Gasphase auf, so ist
      dieser experimentell durch die
      <a href="../mercury_eudiometer.html">virtuelle Quecksilber-Eudiometersimulation</a>
      zu &uuml;berpr&uuml;fen. Wurden in der Sch&uuml;lervorstellung Gase als einatomige Teilchen
      angenommen, so f&auml;llt das Gasvolumen doppelt so groß aus wie vermutet, was schließlich in der
      Erkenntnis der Zweiatomigkeit von Gasen m&uuml;ndet. Die Lerngruppe kann hierf&uuml;r das
      <a href="#arbeitsblatt">Arbeitsblatt</a>
      in Zweiergruppen im Computerraum bearbeiten und versuchen, &uuml;ber die Volumenanteile die Reaktion
      auf Teilchenebene zu erarbeiten. Anschließend kann die Molek&uuml;lformel von Chlorwasserstoff als
      Vertiefung und Ergebnissicherung ermittelt werden. Durch die freie Zug&uuml;nglichkeit ist dies
      auch experimentell als Hausaufgabe m&ouml;glich.
    </p>
    <p>
      Abschlie&szlig;end wird Wasserstoff als Energietr&auml;ger beleuchtet, sei es als Raketenbrennstoff
      bei der NASA oder als Brennstoffzelle. Von Wasser als Verbrennungsprodukt kann ebenfalls auf die
      Bedeutung des Wassers und auf den Wasserkreislauf &uuml;bergeleitet werden.
    </p>
    <br />

      <!-- Include footer -->
      <div class="container" id="my-footer">
        <div id='footer'>
          &copy; 2020 by A. Untergasser
          -
          <a href="../legal/impressum.html">Impressum</a>
          -
          <a href="../legal/privacy.html">Privacy Policy</a>
        </div> <!-- footer div -->
      </div>
    </div>

  </body>

</html>
